Revit 2027 API
ParameterTypeId.MaterialVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MaterialVolume { get; }
Public Shared ReadOnly Property MaterialVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MaterialVolume {
	ForgeTypeId^ get ();
}
static member MaterialVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace